{
  "HomePage": {
    "title": "ITCompany",
    "description": "Let's implement the idea together"
  },
  "LocaleSwitcher": {
    "label": "Change language",
    "locale": "{locale, select, uk { UK} en { EN} other {Unknown}}"
  },
  "LocaleLayout": {
    "title": "ITCompany"
  },
  "Manifest": {
    "name": "next-intl example"
  },
  "NotFoundPage": {
    "title": "Page not found",
    "description": "Please double-check the browser address bar or use the navigation to go to a known page."
  },
  "Error": {
    "description": "<p>We've unfortunately encountered an error.</p><p>You can try to <retry>reload the page</retry> you were visiting.</p>",
    "title": "Something went wrong!"
  },
  "Slogan": {
    "slogan": "Innovation Engineered for Your Success"
  },
  "Navigation": {
    "getStarted": "Get started",
    "home": "Home",
    "introduction": "Introduction",
    "projects": "Projects",
    "services": "Services",
    "culture": "Culture",
    "clients": "Clients"
  },
  "Introduction": {
    "introduction": "Introduction",
    "title": "Creating Unique Web Solutions for Your Business",
    "p1": "Welcome to ITCompany — your trusted web studio specializing in website development that helps businesses reach new heights. We create modern, effective, and visually appealing web solutions that highlight your brand’s uniqueness and engage your customers. Our team consists of creative designers, experienced developers, and strategists who bring websites of any complexity to life — from landing pages and corporate websites to e-commerce stores and complex platforms.",
    "p2": "We stay up-to-date with the latest web design trends, ensuring responsiveness, fast loading times, and high functionality in our products. Each project is tailored to the client’s needs, focused on user-friendliness, and provides the best possible experience for visitors.",
    "p3": "At ITCompany, we strive not only to build a website for you but to become your partner in achieving success in the digital world.",
    "scroll": "Scroll"
  },
  "Projects": {
    "title": "Our works",
    "list": {
      "1": {
        "id": "1",
        "title": "Bank Hotel",
        "description": "While working on the Bank Hotel website, our team aimed to develop an appealing, intuitive interface that is easy to navigate and evokes a sense of hospitality. The main goal was to convey the brand's atmosphere of luxury and professionalism, providing users with a seamless browsing experience that fully meets client expectations.",
        "src": "/images/bankHotel.png",
        "alt": "Images of pages of the hotel website"
      },
      "2": {
        "id": "2",
        "title": "Envent",
        "description": "We focused on creating an attractive, modern design that highlights the company’s commitment and professionalism. We actively used corporate colors and style elements to build a cohesive image and enhance brand recognition, crafting a harmonious, professional look that reflects the company’s core values and identity. 11111111 We focused on creating an attractive, modern design that highlights the company’s commitment and professionalism. We actively used corporate colors and style elements to build a cohesive image and enhance brand recognition, crafting a harmonious, professional look that reflects the company’s core values and identity.",
        "src": "/images/_.jpeg",
        "alt": "Images of pages of the Envent website"
      },
      "3": {
        "id": "3",
        "title": "HOHO",
        "description": "While working on the Bank Hotel website, our team aimed to develop an appealing, intuitive interface that is easy to navigate and evokes a sense of hospitality. The main goal was to convey the brand's atmosphere of luxury and professionalism, providing users with a seamless browsing experience that fully meets client expectations.",
        "src": "/images/color.jpeg",
        "alt": "Images of pages of the hotel website"
      }
    }
  }
}
