{
  "HomePage": {
    "title": "ITCompany",
    "description": "Давайте разом реалізуємо ідею"
  },
  "LocaleSwitcher": {
    "label": "Зміна мови",
    "locale": "{locale, select,  uk {UK} en {EN} other {Unknown}}"
  },
  "LocaleLayout": {
    "title": "ITCompany"
  },
  "Manifest": {
    "name": "",
    "description": ""
  },
  "NotFoundPage": {
    "title": "Сторінка не знайдена",
    "description": "Будь ласка, ще раз перевірте адресний рядок браузера або скористайтеся навігацією, щоб перейти на відому сторінку."
  },
  "Error": {
    "description": "<p>На жаль, ми зіткнулися з помилкою.</p><p>Ви можете спробувати <retry>оновити сторінку</retry> яку ви відвідували.</p>",
    "title": "Щось пішло не так!"
  },
  "Slogan": {
    "slogan": "Інновації, створені для вашого успіху"
  },
  "Navigation": {
    "getStarted": "Почати",
    "home": "Головна",
    "introduction": "Вступ",
    "projects": "Проєкти",
    "services": "Послуги",
    "culture": "Культура",
    "clients": "Клієнти"
  },
  "Introduction": {
    "introduction": "Вступ",
    "title": "Створення унікальних веб-рішень для вашого бізнесу",
    "p1": "Ласкаво просимо до ITCompany — вашої надійної веб-студії, що спеціалізується на створенні сайтів, які допомагають бізнесам досягати нових висот. Ми розробляємо сучасні, ефективні та естетично привабливі веб-рішення, які підкреслюють індивідуальність вашого бренду та сприяють залученню клієнтів. Наша команда складається з досвідчених розробників і стратегів, які створюють сайти будь-якої складності — від лендінгів і корпоративних сторінок до інтернет-магазинів і комплексних платформ.",
    "p2": "Ми завжди слідуємо останнім тенденціям веб-дизайну, забезпечуючи адаптивність, швидкість завантаження та високу функціональність наших продуктів. Всі наші проєкти розробляються з урахуванням потреб клієнта, орієнтовані на зручність користування та забезпечують найкращий досвід для користувачів.",
    "p3": "В ITCompany ми прагнемо не лише створити для вас сайт, а й стати вашим партнером на шляху до успіху в цифровому світі.",
    "scroll": "Прокрутити"
  },
  "Projects": {
    "title": "Наші роботи",
    "list": {
      "1": {
        "id": "1",
        "title": "Bank Hotel",
        "description": "Під час роботи над сайтом Bank Hotel наша команда прагнула розробити привабливий, інтуїтивно зрозумілий інтерфейс, що легко сприймається і створює відчуття гостинності. Основним завданням було передати атмосферу розкоші та професійності бренду, забезпечуючи користувачам комфортний досвід перегляду, який повністю відповідає очікуванням клієнтів.",
        "src": "/images/mainBG.webp",
        "alt": "Відображення сторінок сайту готеля"
      },
      "2": {
        "id": "2",
        "title": "Envent",
        "description": "Ми зосередилися на створенні привабливого та сучасного дизайну, який підкреслює відданість справі та професіоналізм компанії. Ми активно використовували корпоративні кольори та елементи стилю, щоб сформувати цілісний образ і посилити впізнаваність бренду, створюючи гармонійний, професійний вигляд, що відображає основні цінності та ідентичність компанії.",
        "src": "/images/containerBGSecondary.webp",
        "alt": "Images of pages of the Envent website"
      },
      "3": {
        "id": "3",
        "title": "HOHO",
        "description": "Під час роботи над сайтом Bank Hotel наша команда прагнула розробити привабливий, інтуїтивно зрозумілий інтерфейс, що легко сприймається і створює відчуття гостинності. Основним завданням було передати атмосферу розкоші та професійності бренду, забезпечуючи користувачам комфортний досвід перегляду, який повністю відповідає очікуванням клієнтів.",
        "src": "/images/containerBGSecondary4.webp",
        "alt": "Відображення сторінок сайту готеля"
      }
    }
  }
}
