{
  "HomePage": {
    "title": "Привіт мир!",
    "about": "Приклад"
  },
  "LocaleSwitcher": {
    "label": "Зміна мови",
    "locale": "{locale, select,  uk {UK} en {EN} other {Unknown}}"
  },
  "LocaleLayout": {
    "title": "ITCompany"
  },
  "Manifest": {
    "name": "",
    "description": ""
  },
  "NotFoundPage": {
    "title": "Сторінка не знайдена",
    "description": "Будь ласка, ще раз перевірте адресний рядок браузера або скористайтеся навігацією, щоб перейти на відому сторінку."
  },
  "Error": {
    "description": "<p>На жаль, ми зіткнулися з помилкою.</p><p>Ви можете спробувати <retry>оновити сторінку</retry> яку ви відвідували.</p>",
    "title": "Щось пішло не так!"
  },
  "Slogan": {
    "slogan": "Інновації, створені для вашого успіху"
  },
  "Navigation": {
    "getStarted": "Почати",
    "home": "Головна",
    "introduction": "Вступ",
    "mission": "Місія та бачення",
    "services": "Послуги",
    "culture": "Культура",
    "clients": "Клієнти"
  },
  "Introduction": {
    "introduction": "Вступ",
    "title": "Створення унікальних веб-рішень для вашого бізнесу",
    "p1": "Ласкаво просимо до ITCompany — вашої надійної веб-студії, що спеціалізується на створенні сайтів, які допомагають бізнесам досягати нових висот. Ми розробляємо сучасні, ефективні та естетично привабливі веб-рішення, які підкреслюють індивідуальність вашого бренду та сприяють залученню клієнтів. Наша команда складається з досвідчених розробників і стратегів, які створюють сайти будь-якої складності — від лендінгів і корпоративних сторінок до інтернет-магазинів і комплексних платформ.",
    "p2": "Ми завжди слідуємо останнім тенденціям веб-дизайну, забезпечуючи адаптивність, швидкість завантаження та високу функціональність наших продуктів. Всі наші проєкти розробляються з урахуванням потреб клієнта, орієнтовані на зручність користування та забезпечують найкращий досвід для користувачів.",
    "p3": "В ITCompany ми прагнемо не лише створити для вас сайт, а й стати вашим партнером на шляху до успіху в цифровому світі."
  }
}
